driver-tests/bpelse/dynamicpartnerlink/correlation/correlationJbi/test/CorrRecOnMesgW1I4_Correlation/Input1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:corrRecOnMesgW1I4TargetNamespace">
  <soapenv:Body>
    <urn:corrRecOnMesgW1I4Part>
      <urn:string>input</urn:string>
    </urn:corrRecOnMesgW1I4Part>
  </soapenv:Body>
</soapenv:Envelope>